rupa/z
zsh-users/zsh-completions

mattmc3/zephyr path:plugins/color
mattmc3/zephyr path:plugins/completion
mattmc3/zephyr path:plugins/directory
mattmc3/zephyr path:plugins/editor
mattmc3/zephyr path:plugins/environment
mattmc3/zephyr path:plugins/history
mattmc3/zephyr path:plugins/homebrew
mattmc3/zephyr path:plugins/macos
mattmc3/zephyr path:plugins/prompt

mattmc3/zephyr path:plugins/utility
mattmc3/zephyr path:plugins/zfunctions

sorin-ionescu/prezto path:modules/git/alias.zsh
ohmyzsh/ohmyzsh path:plugins/asdf
ohmyzsh/ohmyzsh path:plugins/gnu-utils
romkatv/powerlevel10k kind:fpath

zsh-users/zsh-autosuggestions
zdharma-continuum/fast-syntax-highlighting kind:defer
zsh-users/zsh-history-substring-search
Aloxaf/fzf-tab
